
start_text = f"Привет!\n\n" \
             f"Это бот Nondum Universe\n\n" \
             f"Снизу прописаны все услуги, которые мы предоставляем.\n" \
             f"Кликай на интересующую услугу, чтобы узнать подробнее."
description_text = f"Здесь будет раздел помощи с дополнительным описанием работы"
description_photo_link = 'https://img.freepik.com/premium-vector/' \
                         'question-mark-neon-sign-vector-elements_36298-747.jpg?w=2000'

help_instudying_text = f'StudHub на связи!💥\n\n' \
                       f'🔸90% наших учеников закрыли предметы с первой пересдачи\n\n' \
                       f'🔸Наши курсы разработаны специально для тех, кто любит «кратко, четко и по делу»\n\n' \
                       f'Наша команда сделала три программы, две из которых для первого курса и еще одну ' \
                       f'для второго курса.\n\n' \
                       f'🔸Лучшие студенты экономического факультета будут преподавать вам такие предметы как:\n' \
                       f' - Матан\n' \
                       f' - Линал\n' \
                       f' - Матстат\n\n' \
                       f'В ходе обучения вы разберетесь в материале, поймете программу, ' \
                       f'а также сможете хорошо подготовиться к контрольным\n\n' \
                       f'🔸Наши преподаватели прошли этот путь и знают все форматы, ' \
                       f'нюансы и подводные камни работ на ЭФ в разв лучше любых репетиторов\n\n' \
                       f'Занятия проходят по группам в онлайн формате несколько раз в неделю!\n' \
                       f'Также есть индивидуальный формат\n' \
                       f'Для записи (Даня напиши какое действие надо тут сделать людям)\n' \
                       f'Ждем вас!🖤🧡'


help_in_studying_photo = 'https://tandfbis.s3-us-west-2.amazonaws.com/rt-files/Faculty/Laura+Maisey/10+tips+' \
                         'for+successful+studying+3+OP.jpg'

tusovki_text = f'В нашем ассортименте мы предоставляем бесплатный и платный бар, ' \
               f'хорошая музыка от наших диджеев и самая класная атмосфера. ' \
               f'Мы проводим такие мероприятия, как посвящение ' \
               f'в студенты,хэлоуин,новый год, after session. '

orders_from_poizon_text = f'C помощью данной услуги вы можете ' \
                          f'заказывать вещи с Пойзона.\n' \
                          f'Также в канале  … будут публиковаться\n' \
                          f' - актуальный курс Юаня\n' \
                          f' - интересные новости связанные с одеждой.'

orders_from_poizon_photo = 'https://sneakerfreak.ru/wp-content/uploads/2022/09/poizon-scaled.jpg'


callback_second_course_text = f'Choose your subject for the second course'
callback_files_first_course_text = f'Here you can find some information about:'
callback_lessons_first_course_text = f'Here you can find some lessons:'
callback_files_second_course_text = f'Here you can find some information about:'
callback_lessons_second_course_text = f'Here you can find some lessons:'
callback_linal_first_text = f'How would you like to learn linal'
callback_matan_first_text = f'How would you like to learn matan'
callback_individual_first_m_text = f'How would you like to learn matan?'
callback_individual_first_l_text = f'How would you like to learn linal?'
callback_group_first_m_text = f'How would you like to learn matan?'
callback_group_first_l_text = f'How would you like to learn linal?'

halloween_text_1 = f'🎃‍ Halloween party ‍🎃\n\n' \
                 f'🪭 Надевай костюм любимого персонажа\n\n' \
                 f'🪭 Приходи с друзьями на новую тусовку к маэстро от ' \
                 f'мира развлечений ночной Москвы - Celonocov x Nondum\n\n ' \
                 f'🪭 Танцуй, пой и пей до утра!\n\n' \
                 f'🎡 Что вас ждёт?\n\n' \
                 f'🥂 Система двух баров (бесплатный и платный) и крутые коктейль-мэйкеры\n\n' \
                 f'🎼 Профессиональные диджеи и качественная звуковая аппаратура\n\n' \
                 f'👮🏽 Охрана и гарантированная безопасность мероприятия\n\n' \
                 f'🍕 Еда, включённая в стоимость билета\n\n' \
                 f'📸 Фотографы\n\n' \
                 f'🗓 Когда?\n\n' \
                 f'4-го ноября 2023\n\n' \
                 f'⏱ Со скольки и до скольки?\n\n' \
                 f'23.00 - 5.00\n\n' \
                 f'📍Локация\n\n' \
                 f'м. Нагатинская/м. Коломенская\n\n' \
                 f'💴 How much?\n\n' \

halloween_text_2 = f'м. Нагатинская/м. Коломенская\n\n' \
                 f'💴 How much?\n\n' \
                 f'🌊1 волна (13 окт - 29 окт 23:59) - 2500₽ (с учетом скидки 2000₽)\n' \
                 f'🌊2 волна (30 окт - 30 нояб 23:59) - 3000₽ (с учетом скидки 2400₽)\n\n' \
                 f'🔗 Скидку можно получить:\n\n' \
                 f'✔20% промокод от промоутера\n\n' \
                 f'🧨 Приобрести билет можно через наш паблик - пишите в лс сообщества!\n\n' \
                 f'❗Количество билетов ограничено\n\n' \
                 f'P.S. Если вы купили билет и не можете посетить мероприятие, ' \
                 f'то у вас есть возможность вернуть 50% от стоимости билета или перепродать' \
                 f' его другому человеку (об этом вы должны будете сообщить нам в лс)'
