
start_text = f"Привет!\n\n" \
             f"Это бот Nondum Universe\n\n" \
             f"Чтобы начать мною пользоватьеся, тебе надо зарегистрироваться.\n" \
             f"Это займет не более одной минуты!\n\n"
name_text = f"Для начала, нам надо с тобой познакомиться:\n" \
            f"напиши свои имя и фамилию"
phone_text = f"Приятно познакомиться, теперь мне понадобиться твой " \
             f"телефон, чтобы всегда оставаться на связи!"
non_start_text = f"Привет!\n\n" \
             f"Это бот Nondum Universe\n\n" \
             f"Снизу прописаны все услуги, которые мы предоставляем.\n" \
             f"Кликай на интересующую услугу, чтобы узнать подробнее."
description_text = f"Здесь будет раздел помощи с дополнительным описанием работы"
description_photo_link = 'https://img.freepik.com/premium-vector/' \
                         'question-mark-neon-sign-vector-elements_36298-747.jpg?w=2000'

help_instudying_text = f'StudHub на связи!💥\n\n' \
                       f'🔸90% наших учеников закрыли предметы с первой пересдачи\n\n' \
                       f'🔸Наши курсы разработаны специально для тех, кто любит «кратко, четко и по делу»\n\n' \
                       f'Наша команда сделала три программы, две из которых для первого курса и еще одну ' \
                       f'для второго курса.\n\n' \
                       f'🔸Лучшие студенты экономического факультета будут преподавать вам такие предметы как:\n' \
                       f' - Матан\n' \
                       f' - Линал\n' \
                       f' - Матстат\n\n' \
                       f'В ходе обучения вы разберетесь в материале, поймете программу, ' \
                       f'а также сможете хорошо подготовиться к контрольным\n\n' \
                       f'🔸Наши преподаватели прошли этот путь и знают все форматы, ' \
                       f'нюансы и подводные камни работ на ЭФ в разв лучше любых репетиторов\n\n' \
                       f'Занятия проходят по группам в онлайн формате несколько раз в неделю!\n' \
                       f'Также есть индивидуальный формат\n' \
                       f'Для записи (Даня напиши какое действие надо тут сделать людям)\n' \
                       f'Ждем вас!🖤🧡'


help_in_studying_photo = 'https://tandfbis.s3-us-west-2.amazonaws.com/rt-files/Faculty/Laura+Maisey/10+tips+' \
                         'for+successful+studying+3+OP.jpg'

tusovki_text = f'В нашем ассортименте мы предоставляем бесплатный и платный бар, ' \
               f'хорошая музыка от наших диджеев и самая класная атмосфера. ' \
               f'Мы проводим такие мероприятия, как посвящение ' \
               f'в студенты,хэлоуин,новый год, after session. '

orders_from_poizon_text = f'C помощью данной услуги вы можете ' \
                          f'заказывать вещи с Пойзона.\n' \
                          f'Также в канале  … будут публиковаться\n' \
                          f' - актуальный курс Юаня\n' \
                          f' - интересные новости связанные с одеждой.'

orders_from_poizon_photo = 'https://sneakerfreak.ru/wp-content/uploads/2022/09/poizon-scaled.jpg'

callback_first_course_text = f'Choose your subject for the second course'
callback_second_course_text = f'Choose your subject for the second course'
callback_files_first_course_text = f'Here you can find some information about:'
callback_lessons_first_course_text = f'Here you can find some lessons:'
callback_files_second_course_text = f'Here you can find some information about:'
callback_lessons_second_course_text = f'Here you can find some lessons:'
callback_linal_first_text = f'How would you like to learn linal'
callback_matan_first_text = f'How would you like to learn matan'
callback_individual_first_m_text = f'How would you like to learn matan?'
callback_individual_first_l_text = f'How would you like to learn linal?'
callback_group_first_m_text = f'How would you like to learn matan?'
callback_group_first_l_text = f'How would you like to learn linal?'